const char *text_obvious = "Очевидно, что";

const char *deg_transitions[] = {"Очевидно, что",
                                 "Видно, что",
                                 "Понятно, что",
                                 "Легко заметить, что",
                                 "Нетрудно догадаться, что",
                                 "Из бытового опыта известно, что",
                                 "Ясно, что",
                                 "Каждый знает, что",
                                 "Даже фопфу известно, что",
                                 "Следующий факт любопытный читатель без труда сможет доказать самостоятельно",
                                 "Доказательство следующего утверждения оставляем читателю в качестве упражнения"};

const int n_transit = sizeof(deg_transitions) / sizeof(char*);
